{
  "servicesAccordion": [
    {
      "title": "What is energetic wellness?",
      "content": "Energetic wellness is based on the framework that we are energetic beings. The life-energy that flows through our body is influenced by internal and external forces and life experiences that can shift our energy out of balance. This imbalance can cause stress, anxiety, pain and illness. Energy healing assists with correcting those imbalances and facilitating a greater sense of emotional, physical and spiritual health and well-being. Energy work such as Reiki and Light Language is also an effective compliment to conventional therapies and treatments and can assist with the recovery process. In addition to the physical and emotional well being that energy healing provides, it can also be a journey of self discovery.  Denise receives intuitive and channeled messages from your angels and guides to provide insight into what is happening in your life and guidance now how to move forward on your spiritual path."
    },
    {
      "title": "What can I expect from a session?",
      "content": "During an energy session, we take a journey with your soul to find out what type of healing and insight you need at that moment. This may be a balancing and clearing of energy to provide restoration and relieve stress and anxiety or it may provide emotional and spiritual healing of challenges you are experiencing.  It can be an awakening to new perspectives about the nature of your energetic self. Sometimes we connect to an aspect of your soul from a past life in order to heal and integrate experiences that may be manifesting in your life now. Every session is unique and provides valuable insight and opportunities for self-discovery and empowerment."
    },
    {
      "title": "What is Light Langage?",
      "content": ["Light Language is an energy healing modality that works with sound and light frequencies to balance your energetic field also known as the subtle body. It can assist with releasing blocks and reduce stress and anxiety on an emotional, mental, physical and spiritual level. For those ready to receive, it can facilitate powerful transformational experiences.",
                  "It is a language of energy and carries information that can help you heal at a subconscious level. It bypasses your logical brain, therefore clearing issues and negative energy that you may not consciously realize you are holding on to. Your higher self accepts the transmission and directs the healing based on your highest good. Aspects of the healing can be directed and amplified by intentions set by the client and healer.",
                  "It is a quantum, multidimensional and non-linear language so there is often no direct translation of the words that Denise speaks. An understanding of the meaning and intention of the transmission is gleaned from emotional responses, physical sensations and intuitive images and messages perceived by both the giver and receiver. Sessions with Denise include spoken, signed and  written transmissions."
                ]
    },
    {
      "title": "What is Reiki?",
      "content": "Founded in Japan, Reiki is a simple and natural technique for stress reduction and relaxation that can also promote healing. It means “universal life force energy.” It assists with balancing the flow of energy in the body to facilitate your natural ability to heal and increase a general sense of well-being. Reiki is often used to reduce anxiety, decrease pain, ease muscle tension, speed healing and relieve side effects of conventional treatments. During a Reiki session the practitioner places her hands on or above the body and transfers energy to the client. During a treatment, many people feel warmth, tingling and a glowing radiance that flows on and around them. The treatments can be done on a massage table or seated in a chair. Clients remain fully clothed.  Denise combines light language with her reiki for a truly unique experience."
    },
    {
      "title": "What are Angels?",
      "content": ["In their truest form, Angels are energy and consciousness. Love and Light. As humans, if we raise our vibration high enough, we can connect to that energy in ways what are diverse and highly individual.  They are here to guide and support humanity in a myriad of ways. They are inspiration, creativity, beauty and love. In the most esoteric way, they are aspects of our higher selves; that eternal, energetic, multidimensional part of you. What they want most, is that we discover the light that shines within all of us. Our divine spark that connects us to the higher consciousness of the universe.  As Denise has the ability to communicate with angels, she went straight to the source and asked Archangel Michael for his explanation:",
                  "The guardian angel is like a friend to your soul. It loves and cherishes all that you are and tries to guide you to your highest and best potential. It is an energy of love and compassion and the truth of what your path is to be. All guardian angels are sovereign intelligences and an aspect of your consciousness and your soul that serves your highest purpose. They work for you and are of you with a singular focus on you. You all have a guardian angel and if you ask for a sign it will gladly send you one. Look and listen and you will find a way to know.",
                  "The Archangels are a collective consciousness; multidimensional; non-linear. We are your heroes. Sovereign and individual yet vast and embodied by all. Our energy resonates with your energy when the time is right. We have the ability to work with humanity on a global and individual scale. I am your angel yet at the same time I am another’s. Yet the way I communicate with another may be completely different. All have different gifts, different frameworks, different needs. We are here to guide, to serve, to heal, to witness. We can embody and speak through a conduit when that purpose is set out.  The essence and nature of our energies is unique based on our purpose and focus for humanity. We have identity and intent and personality of sorts. We are beings of love and light. Here to serve, but you must ask. There are many, many Archangels.  Humanity is familiar with but a small group of us. Some work out front in the light and others quietly in support of the All.",
                  "The Elohim stand behind and above the Archangels. They are the creators of the universe and a direct link to Source. They are the watchers and teachers and a great intelligence. One consciousness of spirit and light yet also individual in nature. Multidimensional, non-linear and truly vast. The Archangels are of the Elohim as the Elohim is of Source; like layers of energy and love. Building unity across the cosmos."
                ]
    }
  ]
}

