{
  "testimonials": [
    {
      "name": "Sue",
      "quote": "If you are stuck on your healing path… trust your inner knowing that you have landed at this page for a reason and let yourself experience healing on a deep and profound level with Denise as your guide."
    },
    {
      "name": "Susan",
      "quote": "Denise is very intuitive, articulate, intelligent, knowledgeable, and wise. She is easy to talk to and knows how to set a person at ease with kindness and humour. Her approach inspires confidence and hope without being the least overbearing. In addition, the surroundings are exquisite. Denise has really thought of everything a guest may need or desire in her attention to detail. I highly recommend an overnight stay if you go for a session. It makes the experience very special, indeed."
    },
    {
      "name": "Sonia",
      "quote": "We had a peaceful stay at Denise's cabin in the woods. Relaxing in the upstairs room feels like resting in the trees with the sunlight streaming in. My energy session with Denise lifted my feelings of heaviness and opened my spirit to joy."
    },
    {
      "name": "Natalie",
      "quote": "Denise is amazing in helping (1) get clarity on what's and why's (2) see the optimal path and the resources that support me in this journey (3) instant multidimensional healing. Her delightful, enthusiastic and resourceful positivity is very empowering. I'm very grateful to Denise for her help and guidance."
    },
    {
      "name": "Joanne",
      "quote": "Denise has many wonderful gifts. I needed our session very much, and Denise found the time for me. I highly recommend a session or more with Denise at The Subtle Shift."
    },
    {
      "name": "Jody",
      "quote": "For anyone looking to get away rejuvenate, relax and unplug from The Crazy Every Day…. I can't recommend this little gem enough… You are surrounded by nature and just pure peace and tranquility. I feel so blessed to have spent time with this beautiful soul. .. Thank You Denise for a life changing experience."
    },
    {
      "name": "B",
      "quote": "If you are stuck on your healing path… trust your inner knowing that you have landed at this page for a reason and let yourself experience healing on a deep and profound level with Denise as your guide."
    },
    {
      "name": "Jerah",
      "quote": "Wow. I have been and travelled to many places in the world and I can honestly say that this place is magical. It has a very beautiful energy and was a very healing space for me at a time when I needed it."
    }
  ]
}
